{
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "co-author.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "hererocks": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "scope.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-bbye": { "branch": "master" },
  "vim-flog": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-wakatime": { "branch": "master" }
}
